[{"id":"9a0c7f1f-0ae2-4e14-81c5-d3578e897241","image":"image01.jpg","recipetitle":"Chicken pasta bake","recipeintroduction":"Enjoy this gooey cheese and chicken pasta bake for the ultimate weekday family dinner. Serve straight from the dish with a dressed green salad","ingredients":"4 tbsp olive oil, 1 onion, finely chopped, 1/4 tsp chilli flakes, 2 x 400g cans chopped tomatoes, 1 tsp caster sugar, 6 tbsp mascarpone, 4 skinless chicken breasts, sliced into strips, 300g penne, 70g mature cheddar, 50g grated mozzarella, 1/2 small bunch of parsley","howto":"STEP 1 Heat 2 tbsp of the oil in a pan over a medium heat and fry the onion gently for 10-12 mins. Add the garlic and chilli flakes and cook for 1 min. Tip in the tomatoes and sugar and season to taste. Simmer uncovered for 20 mins or until thickened, then stir through the mascarpone."},{"id":"bdbabd59-ab10-498c-b9a3-a2947c33f999","image":"image02.jpg","recipetitle":"Chicken Nacho Grills","recipeintroduction":"A fun way to serve chicken breasts and keep kids interested - why not get them to help?","ingredients":"40g bag tortilla chip, 4 skinless chicken breasts, 200g tub spic tomato","howto":"STEP 1 Heat oven to 200C/fan 180C/gas 6. Crush the tortilla chips. Put the chicken breasts on a non-stick baking tray, season, then slash each 3 times with a knife. Spoon 1 tbsp of salsa on top of each, then 1 tbsp soured cream."},{"id":"bdbabd59-ab10-498c-b9a3-a2947c33f87e","image":"meatballs.jpg","recipetitle":"Slow cooker meatballs","recipeintroduction":"Try these slow cooker meatballs for a tasty family meal. Turkey mince makes lighter meatballs which kids love. They also freeze well so you can batch cook","ingredients":"1 tbsp rapeseed oil, 1 onion, finelly chopped, 2 carrots, finely diced, 500g carton tomato passata","howto":"Heat the slow cooker if necessary. Heat the oil in a non-stick frying pan and add the onion, carrots, celery and garlic and fry gently for a minute. Pour in the passata, add the parsley and stir, then transfer the lot to the slow cooker."},{"id":"4abfa444-b6d1-4915-bf2b-6c8ab68340ff","image":"fish-stew.jpg","recipetitle":"Spicy fish stew","recipeintroduction":"Full of omega-3 fats and providing four of your 5-a-day, this healthy dinner is packed with flavourful ingredients including garlic, chilli, salmon fillets and herbs","ingredients":"1 tbsp olive oil","howto":"Heat the oil in a large non-stick pan and fry the onions for 8-10 mins until softened and golden. Add the spring onions, garlic, chilli and thyme."},{"id":"44c29663-f5f8-4683-9890-68b7a5d90dd0","image":"roast-lamb.jpg","recipetitle":"Moroccan roast lamb","recipeintroduction":"Serve up this tasty Moroccan roast lamb dish for a low-calorie main that delivers stacks of flavour and three of your 5-a-day","ingredients":"½ leg of lamb , around 800g","howto":"Take the lamb out of the fridge while you chop the onions, squash and celeriac."},{"id":"14aa7907-4678-46f0-a9d6-283f36bc3fba","image":"lasagna.jpg","recipetitle":"Slow cooker lasagne","recipeintroduction":"Slow cook your next lasagne for extra tender mince and this version is low-fat and low-calorie. A healthy family meal to give you comfort on cold nights","ingredients":"2 tsp rapeseed oil","howto":"Heat the slow cooker if necessary. Heat the oil in a large non-stick pan and fry the onions, celery, carrots and garlic for 5-10 mins, stirring frequently until softened and starting to colour. "},{"id":"1978dc5e-0cc5-4a92-8f0c-fa5278ddee1e","image":"dal.jpg","recipetitle":"Spinach, sweet potato & lentil dhaldal","recipeintroduction":"A comforting vegan one-pot recipe that counts for 3 of your 5-a-day! You can't go wrong with this iron-rich, low-fat, low-calorie supper","ingredients":"1 tbsp sesame oil","howto":"Heat 1 tbsp sesame oil in a wide-based pan with a tight-fitting lid."},{"id":"d62d6c99-c8ea-476b-b983-14e6962b3965","image":"carne.jpg","recipetitle":"Slow cooker chilli con carne","recipeintroduction":"Use whichever beans you have in the cupboard for this richly spiced beef and chipotle slow cooker chilli. It's a perfect meal to prepare for busy weeknights","ingredients":"500g beef mince","howto":"Set the slow cooker to low. Heat 1½ tbsp oil in a large, non-stick pan over a high heat and fry the mince for 10-12 mins or until evenly browned."},{"id":"d45445e2-c36d-4503-a140-40c60dca4ff4","image":"biscuit.jpg","recipetitle":"Biscuits","recipeintroduction":"Fill your biscuit tin with tasty homemade treats such as cookies and shortbread. Our biscuit recipes are easy to bake and perfect for enjoying with a cup of tea.","ingredients":"175g slightly salted butter, softened","howto":"To make the biscuits, put the butter, sugar and vanilla in a bowl and beat with an electric whisk until creamy. "},{"id":"936024d5-55fa-4b75-b8bb-0f2595afb425","image":"Egg Benedict.png","recipetitle":"Egg Benedict","recipeintroduction":"Amazing dish","ingredients":"eggs and bread","howto":"boil the egg"},{"id":"2a162e74-b39d-4b9a-b8cf-c64c9f3bf290","image":"2.jpg","recipetitle":"My Favorite Recipe","recipeintroduction":"Cool","ingredients":"CSS","howto":"Water"}]